---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.StructuralInstanceUsageFilter
source: html/1644d342-8607-4b26-e78e-a8732af20995.htm
---
# StructuralInstanceUsageFilter Properties

True if the results of the filter are inverted; elements that would normally be accepted by this filter will be rejected,
 and elements that would normally be rejected will be accepted.